Repository: mayer1a/MEOWLS
Catalog: MEOWLS/Kit/Common/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: ru

# Main.Menu.sale
source: Sales
ru: Акции

# Main.Menu.shop
source: Shops
ru: Магазины

# Main.promotiondoesntexist
source: Promotion not found
ru: Промо акция не найдена

# Main.search
source: Search…
ru: Поиск…

source: Name
ru: Имя

# Navigation.cantOpen
source: Unable to proceed, make sure the required application is installed
ru: Не получается произвести переход, убедитесь что необходимое приложение установлено

source: Organization Name
ru: Наименование организации

# Payment.checkPayment
source: Check payment
ru: Проверить оплату

# Payment.next
source: Continue
ru: Продолжить

# Payment.selectPaymentType
source: Select a payment method
ru: Выберите способ оплаты

# personal_entity
source: Personal
ru: Физическое лицо

# PersonalManagers.error.actionButtonTitle
source: Back
ru: Назад

# PersonalManagers.error.subtitle
source: Your personal managers may appear later.
ru: Возможно, ваши персональные менеджеры появятся позже.

# PersonalManagers.error.title
source: No one here yet
ru: Здесь пока что никого нет

# PersonalManagers.title
source: Personal Managers
ru: Персональные менеджеры

# PhoneInput.incorrectNumberEnteredError
source: Incorrect number entered
ru: Введен некорректный номер

# Profile.Bonuses.balance
source: bonus points
ru: бонусных баллов

# Profile.Bonuses.balanceOn
source: bonus points on %@
ru: бонусных баллов на %@

# Profile.Bonuses.emptyHistory
source: You don't have any bonus points yet
ru: У вас пока нет бонусных баллов

# Profile.Edit.birthday
source: Birthday
ru: День рождения

# Profile.Edit.birthdayImmutable
source: Birthday cannot be changed
ru: Дату рождения изменить нельзя

# Profile.Edit.done
source: Done
ru: Готово

# Profile.Edit.email
source: Email address
ru: Эл. почта

# Profile.Edit.emailCountdownTitle
source: You can request the link again after %@
ru: Запросить ссылку повторно Вы сможете через %@

# Profile.Edit.empty
source: Not specified
ru: Не указано

# Profile.Edit.emptyGender
source: Please specify your gender
ru: Пожалуйста, укажите ваш пол

# Profile.Edit.emptyName
source: Please enter your name
ru: Пожалуйста, укажите Ваше имя

# Profile.Edit.emptyPhone
source: Please enter phone number
ru: Пожалуйста, укажите номер телефона

# Profile.Edit.emptyPhoneOrEmail
source: Please enter phone number or email
ru: Пожалуйста, укажите номер телефона или email

# Profile.Edit.female
source: Female
ru: Женский

# Profile.Edit.fullName
source: Full name
ru: ФИО

# Profile.Edit.gender
source: Your gender
ru: Ваш пол

# Profile.Edit.linkSent
source: The link was sent to the specified email
ru: Ссылка была отправлена на указанную почту

# Profile.Edit.male
source: Male
ru: Мужской

# Profile.Edit.name
source: Name
ru: Имя

# Profile.Edit.nameImmutable
source: Name cannot be changed
ru: Имя изменить нельзя

# Profile.Edit.next
source: Next
ru: Далее

# Profile.Edit.oldEmailUsed
source: Old email used until confirmation %@.
ru: До подтверждения используется старая почта %@.

# Profile.Edit.patronymic
source: Patronymic
ru: Отчество

# Profile.Edit.patronymicImmutable
source: Patronymic cannot be changed
ru: Отчество изменить нельзя

# Profile.Edit.pendingEmail
source: Confirm the email address via the link in the email.
ru: Подтвердите адрес электронной почты по ссылке в письме

# Profile.Edit.phone
source: Phone number
ru: Номер телефона

# Profile.Edit.phoneImmutable
source: The phone number cannot be changed
ru: Номер телефона изменить нельзя

# Profile.Edit.sendLink
source: Send the link again
ru: Отправить ссылку еще раз

# Profile.Edit.sucsessful
source: Data saved successfully
ru: Данные успешно сохранены

# Profile.Edit.surname
source: Surname
ru: Фамилия

# Profile.Edit.surnameImmutable
source: Surname cannot be changed
ru: Фамилию изменить нельзя

# Profile.Edit.title
source: Personal data
ru: Личные данные

# Profile.Edit.wrongEmail
source: Incorrect email address specified
ru: Неверно указан адрес электронной почты

# Profile.History.details
source: More about the order
ru: Подробнее о заказе

# Profile.History.Details.address
source: Delivery address
ru: Адрес доставки

# Profile.History.Details.cancel
source: Cancel order
ru: Отменить заказ

# Profile.History.Details.codeDescription
source: Order pickup code
ru: Код для получения заказа

# Profile.History.Details.commaSpaceWaiting
source: , waiting
ru: , ожидается

# Profile.History.Details.consignee
source: Buyer
ru: Покупатель

# Profile.History.Details.created
source: Order date
ru: Дата оформления

# Profile.History.Details.delivered
source: Delivered
ru: Доставлен

# Profile.History.Details.deliveryTitle
source: Address delivery
ru: Доставка по адресу

# Profile.History.Details.detailsHeader
source: Order details
ru: Сведения о заказе

# Profile.History.Details.fullPayment
source: Full payment
ru: Полная оплата

# Profile.History.Details.outlet
source: Delivery store
ru: Магазин доставки

# Profile.History.Details.partPayment
source: Partial payment
ru: Частичная оплата

# Profile.History.Details.payment
source: Payment
ru: Оплата

# Profile.History.Details.paymentwarning
source: Be careful: the order will be cancelled %@, if payment is not received.
ru: Будьте внимательны: заказ отменится %@, если оплата не поступит.

# Profile.History.Details.paymentwarningAt
source: at
ru: в

# Profile.History.Details.pickupPointTitle
source: Pickup point
ru: Пункт выдачи

# Profile.History.Details.pickupTitle
source: Self-pickup
ru: Самовывоз

# Profile.History.Details.readyForPickup
source: Ready
ru: Готов

# Profile.History.Details.seller
source: Seller:
ru: Продавец:

# Profile.History.Details.title
source: Order №%@
ru: Заказ №%@

# Profile.History.Details.toPay
source: Pay %@
ru: Оплатить %@

# Profile.History.Details.writeReview
source: Write a review
ru: Напишите отзыв

# Profile.History.title
source: Orders
ru: Заказы

# Profile.History.wasntPaid
source: Not yet paid
ru: Еще не оплачен

# Profile.Items.about
source: About the app
ru: О приложении

# Profile.Items.bidding
source: Bidding
ru: Торги

# Profile.Items.bonuses
source: Bonus points
ru: Бонусные баллы

# Profile.Items.cart
source: Cart
ru: Корзина

# Profile.Items.contacts
source: Contact information
ru: Контактная информация

# Profile.Items.emailwarning
source: Email address not confirmed
ru: Адрес электронной почты не подтвержден

# Profile.Items.favorites
source: Favorites
ru: Избранное

# Profile.Items.history
source: Orders
ru: Заказы

# Profile.Items.hotline
source: Hotline
ru: Горячая линия

# Profile.Items.myDocuments
source: My documents
ru: Мои документы

# Profile.Items.options
source: Settings
ru: Настройки

# Profile.Items.promo
source: Promocodes
ru: Промокоды

# Profile.Items.promotion
source: Promotions
ru: Акции

# Profile.Items.reclamations
source: Returns
ru: Возвраты

# Profile.Items.viewed
source: Viewed products
ru: Просмотренные товары

# Profile.Level.stateNoAccess
source: No access
ru: Нет доступа

# Profile.Level.stateOnApproval
source: On approval
ru: На проверке

# Profile.Logout.errorNetwork
source: Check your internet connection
ru: Проверьте подключение к интернету

# Profile.Logout.errorRepeat
source: Try again
ru: Повторить еще раз

# Profile.Logout.errorSubtitle
source: Unfortunately, due to a connection error, your request was not sent. Please try again
ru: К сожалению, из-за ошибки подключения Ваш запрос не был отправлен. Пожалуйста, попробуйте еще раз

# Profile.Logout.errorTitle
source: Logout error
ru: Ошибка выхода

# Profile.Logout.logout
source: Log out of account
ru: Выйти из аккаунта

# Profile.Logout.logoutAlertMessage
source: Are you sure you want to log out of your account?
ru: Вы действительно хотите выйти из аккаунта?

# Profile.Logout.logoutAlertTitle
source: Logout
ru: Выход

# Profile.Manual.forAttendee
source: For store employee
ru: Для сотрудника магазина

# Profile.Manual.supportTime
source: Tech support (from 9:00 to 21:00 MSK)
ru: Техподдержка (с 9:00 до 21:00 по МСК)

# Profile.Manual.title
source: Instructions
ru: Инструкции

# Profile.Manual.writeToSupport
source: Write to tech support
ru: Написать в техподдержку

# Profile.Promocodes.description
source: Description
ru: Описание

# Profile.Promocodes.emptyHistory
source: There are no active promocodes at the moment
ru: В данный момент активных промокодов нет

# Profile.Promocodes.status
source: Status
ru: Статус

# Profile.Promocodes.terms
source: Validity period
ru: Срок действия

# Profile.Promocodes.title
source: Promocode
ru: Промокод

# Profile.UserProfile.deleteAccountAlertMessage
source: Are you sure you want to delete your account?
ru: Вы уверены, что хотите удалить ваш аккаунт?

# Profile.UserProfile.deleteAccountAlertTitle
source: Delete Account
ru: Удаление аккаунта

# Profile.UserProfile.emptyname
source: User name not filled
ru: Имя пользователя не заполненно

# Profile.UserProfile.guest
source: Guest
ru: Гость

# Profile.UserProfile.pushWarningAlertMessage
source: To send Push notifications you need to allow them in the settings
ru: Для отправки Push-уведомлений Вам необходимо разрешить их в настройках

# Profile.UserProfile.pushWarningAlertTitle
source: Push notifications
ru: Push-уведомления

# Profile.UserProfile.qrTitle
source: Your QR code
ru: Ваш QR-код

# Profile.UserProfile.title
source: Profile
ru: Профиль

# Promotion.abouttitle
source: About the promotion
ru: Об акции

# Promotion.actionsPreface
source: We regularly hold interesting promotions with favorable conditions for our customers. Follow the news to not miss unique opportunities and offers!
ru: Мы регулярно проводим интересные акции с выгодными условиями для наших клиентов. Следите за новостями, чтобы не пропустить уникальные возможности и предложения!

# Promotion.activatePromocodeTitle
source: Participate
ru: Принять участие

# Promotion.activeIn
source: Promotion is active in %@
ru: Акция действует в %@

# Promotion.authorizeActivatePromocodeTitle
source: Log in and participate
ru: Авторизоваться и принять участие

# Promotion.Cell.cantUsePromo
source: You cannot apply this promo code
ru: Вы не можете применить данный промокод

# Promotion.Cell.noPromo
source: Promo codes for this product have run out
ru: Промокоды для данного товара закончились

# Promotion.Cell.promoCopied
source: Promo code copied and will be applied at checkout
ru: Промокод скопирован и будет применен при оформлении заказа

# Promotion.Cell.promoErrorRetry
source: An error occurred while trying to retrieve the promo code, please try again later
ru: Произошла ошибка при попытке получения промокода, повторите позднее

# Promotion.descriptionTitle
source: Description
ru: Описание

# Promotion.emptyWarning
source: There are no promotions at the moment
ru: В данный момент акций нет

# Promotion.from
source: from %@
ru: с %@

# Promotion.fromto
source: from %@ to %@
ru: с %@ по %@

# Promotion.isExpired
source: Promo code expired
ru: Истек срок действия промокода

# Promotion.isUsed
source: Promo code used
ru: Промокод использован

# Promotion.periodTitle
source: Promotion period
ru: Сроки проведения акции

# Promotion.productsTitle
source: Products in promotion
ru: Товары в акции

# Promotion.promocode
source: Promo code
ru: Промокод

# Promotion.promoUsed
source: Promo code copied
ru: Промокод скопирован

# Promotion.showAll
source: View all
ru: Смотреть все

# Promotion.showPromocode
source: Show promo code
ru: Показать промокод

# Promotion.title
source: Promotions
ru: Акции

# Promotion.to
source: to %@
ru: до %@

# Promotion.unauthorizedPromocodeDisclaimer
source: To participate in the promotion, you need to log in
ru: Чтобы принять участие в акции, нужно авторизоваться

# Promotion.until
source: Until %@
ru: По %@

# PromotionPopUp.title
source: More about the promotion
ru: Подробнее об акции

# Region.Choose.search
source: Search
ru: Поиск

# Region.Choose.title
source: Choose your city
ru: Выберите ваш город

# Region.Choose.yourCity
source: your city
ru: ваш город

# Region.Default.region
source: Moscow
ru: Москва

# Region.Request.isCorrect
source: Is your city %@?
ru: Ваш город %@?

# Region.Request.no
source: No
ru: Нет

# Region.Request.title
source: Region
ru: Регион

# Region.Request.yes
source: Yes, correct
ru: Да, верно

# Region.Warning.required
source: Specifying a home region is necessary for the application to work
ru: Указание домашнего региона необходимо для работы приложения

# RootContainer.NotificationSetting.message
source: For the app to work correctly, allow notifications in
ru: Для корректной работы приложения разрешите уведомления в

# RootContainer.NotificationSetting.phoneSettings
source: phone settings
ru: настройках телефона

# RootTabBar.cart
source: Cart
ru: Корзина

# RootTabBar.catalogue
source: Catalog
ru: Каталог

# RootTabBar.favorites
source: Favorites
ru: Избранное

# RootTabBar.main
source: Main
ru: Главная

# RootTabBar.profile
source: Profile
ru: Профиль

# Scanner.PopUp.size
source: Size
ru: Размер

# Scanner.Universal.addProductToCart
source: Product added to check
ru: Товар добавлен в чек

# Scanner.Universal.countError
source: Mismatch in stock
ru: Несовпадение остатков

# Scanner.Universal.courierQRScan
source: Scan the courier's QR code
ru: Отсканируйте QR-код курьера

# Scanner.Universal.errorOnScan
source: An error occurred during scanning
ru: При сканировании произошла ошибка

# Scanner.Universal.fastCheckout
source: Quick order
ru: Быстрый заказ

# Scanner.Universal.incorrectCode
source: Incorrect code
ru: Некорректный код

# Scanner.Universal.incorrectCodeForCart
source: This code cannot be applied to this cart!
ru: Этот код нельзя применить к этой корзине!

# Scanner.Universal.incorrectPromoCode
source: This promo code has already been applied!
ru: Этот промокод уже применен!

# Scanner.Universal.scanOrHand
source: Scan the barcode or enter it manually
ru: Отсканируйте штрихкод или введите его вручную

# Scanner.Universal.scanProduct
source: Product scanned
ru: Товар отсканирован

# Scanner.Universal.shareError
source: Failed to create a link to share
ru: Не удалось создать ссылку, чтобы поделиться ей

# Shop.Details.activities
source: Available services
ru: Доступные услуги

# Shop.Details.address
source: Address
ru: Адрес

# Shop.Details.schedule
source: Working hours
ru: Режим работы

# Shop.Details.subways
source: Subway
ru: Метро

# Shop.filters
source: Filters
ru: Фильтры

# Shop.region
source: Region
ru: Регион

# Shop.takeHere
source: Pick up here
ru: Самовывоз здесь

# SingleLocation.authorizedAlways
source: geolocation always available
ru: геолокация всегда доступна

# SingleLocation.authorizedWhenInUse
source: geolocation available when the app is active
ru: геолокация доступна, когда приложение активно

# SingleLocation.denied
source: Geolocation services are disabled or the app does not have access. Go to settings to enable services or give the app permission to determine your current geoposition.
ru: Службы геолокации отключены или у приложения отсутствует доступ. Перейдите в настройки, чтобы включить службы или дать разрешение приложению на определение Вашей текущей геопозиции.

# SingleLocation.notDetermined
source: geolocation access not determined
ru: доступ к геолокации не определен

# SingleLocation.restricted
source: geolocation access restricted
ru: доступ к геолокации ограничен

# SingleLocation.unknown
source: unknown geolocation status
ru: неизвестный статус геолокация

# Sort.title
source: Sort
ru: Сортировать

source: Tax Registration Reason Code
ru: КПП

# Verification.EnterPincode.information
source: Enter the code-password
ru: Введите код-пароль

# Verification.EnterPincode.remind
source: Forgot your code-password?
ru: Забыли код-пароль?

# Verification.EnterPincode.warning
source: Incorrect code entered
ru: Введен неверный код

# Verification.FaceIdRequest.request
source: Activate login with Face ID?
ru: Активировать вход по Face ID?

# Verification.FingerprintRequest.faceId
source: Use Face ID to enter
ru: Используйте Face ID, чтобы войти

# Verification.FingerprintRequest.fingerprint
source: Apply your finger to enter
ru: Приложите палец, чтобы войти

# Verification.FingerprintRequest.information
source: You can do this later in the app settings.
ru: Вы можете сделать это позже в настройках приложения.

# Verification.FingerprintRequest.negative
source: No
ru: Нет

# Verification.FingerprintRequest.positive
source: Yes
ru: Да

# Verification.FingerprintRequest.request
source: Activate login with fingerprint?
ru: Активировать вход по отпечатку пальца?

# Verification.NewPincode.cancel
source: Not now
ru: Не сейчас

# Verification.NewPincode.pincodeAgain
source: Repeat the code-password
ru: Повторите код-пароль

# Verification.NewPincode.pincodePlease
source: Create a login code-password
ru: Придумайте код-пароль для входа

# Verification.NewPincode.wrongPincode
source: The code did not match
ru: Код не совпал

# Viewed.action
source: To the catalog
ru: В каталог

# Viewed.details
source: Here are stored all the products you have viewed.
ru: Здесь хранятся все товары, которые просматривали.

# Viewed.empty
source: You have not viewed any products yet
ru: Вы еще не просмотрели ни одного товара

# Viewed.title
source: Viewed
ru: Просмотренные

# WarningView.Cart.action
source: To the catalog
ru: В каталог

# WarningView.Cart.actionUnauthorized
source: Log into account
ru: Войти в аккаунт

# WarningView.Cart.subtitle
source: Find everything you need in the catalog.
ru: Найдите в каталоге все, что Вам нужно.

# WarningView.Cart.subtitleUnauthorized
source: To see previously added items, please log in.
ru: Чтобы увидеть ранее добавленные Вами товары, авторизуйтесь.

# WarningView.Cart.title
source: Cart is empty
ru: Корзина пуста

# WarningView.Cart.titleUnauthorized
source: Cart is empty
ru: Корзина пуста

# WarningView.Catalogue.action
source: Go to catalog
ru: Перейти в каталог

# WarningView.Catalogue.subtitle
source: You can search for something else in the catalog.
ru: Вы можете поискать что-то другое в каталоге.

# WarningView.Catalogue.title
source: No items
ru: Нет товаров

# WarningView.Favorites.action
source: To the catalog
ru: В каталог

# WarningView.Favorites.actionUnauthorized
source: Log in
ru: Войти в аккаунт

# WarningView.Favorites.subtitle
source: Here are the items you've hearted in the catalog or on the product page.
ru: Здесь хранятся товары, которые вы отметили сердечком в каталоге или на странице товара.

# WarningView.Favorites.subtitleUnauthorized
source: Log in to see your favorite items on any of your devices.
ru: Войдите, чтобы увидеть понравившиеся товары на любом Вашем устройстве.

# WarningView.Favorites.title
source: Nothing in Favorites yet
ru: В Избранном пока ничего нет

# WarningView.Favorites.titleUnauthorized
source: Log in to your account
ru: Войдите в личный кабинет

# WarningView.Filters.action
source: Reset filters
ru: Сбросить фильтры

# WarningView.Filters.subtitle
source: None of the search results match the specified filters.
ru: Ни один вариант из результатов поиска не соответствует заданным фильтрам.

# WarningView.Filters.title
source: Unfortunately, no suitable items were found
ru: К сожалению, подходящих товаров не найдено

# WarningView.Orders.action
source: To the catalog
ru: В каталог

# WarningView.Orders.subtitle
source: Here are all the orders that have been placed.
ru: Здесь хранятся все заказы, которые были сделаны.

# WarningView.Orders.title
source: You haven't ordered anything yet
ru: Вы пока ничего не заказывали
